[
  {
    "about": [{
        "id": 0,
        "title": "mi occupo di sviluppare siti WordPress, Plugin, Web app.",
        "subtitle": "I ❤ WordPress",
        "previewText": "Adoro questo cms per questo mi ritengo un esperto in materia.|Le mie competenze spaziano dalla realizzazione di temi responsive ed e-commerce fino allo sviluppo di plugin su misura.",
        "preview": "images/about-image.jpg",
        "content":[
          {
            "id": 0,
            "text": "Sono specializzato nello sviluppo Front-end in JavaScript e Back-end in PHP, se vuoi visionare il mio lavoro ti invito a visitare la mia pagina https://github.com/filippo-quacquarelli, https://codepen.io/filippoq oppure a collegarti con me su https://www.linkedin.com/in/filippoq."
          },
          {
            "id": 1,
            "text": "Dal 2012 miglioro il business delle persone realizzando siti web su misura ad alte prestazioni su una piattaforma semplice e flessibile, WordPress, negli ultimi anni ho dovuto affrontare diverse sfide riguardanti prestazioni, gestione multilingua e sicurezza della piattaforma, per questo oggi mi ritengo un esperto in materia."
          },
          {
            "id": 2,
            "text": "Tutto il mio lavoro è alimentato da un'autentica passione per la programmazione, il web e le nuove tecnologie open, nei prossimi anni mi vedo come un felice Full Stack Developer, sono convinto che il futuro della tecnologia e dell'innovazione sia open source ( vedi Bitcoin, Arduino ... ) per questo spero di avere la possibilità in futuro di lavorare a progetti open magari con Python e JavaScript."
          },
          {
            "id": 3,
            "text": "PS: Non sono alla ricerca di lavoro o clienti, non sono un free-lance, apprezzo qualunque proposta lavorativa ma per il momento non sono alla ricerca di nuove opportunità."
          }
        ],
        "skill": [
          {
            "id": 0,
            "title": "Front-end",
            "list": "Sass|JavaScript/jQuery|Bootstrap|Gulp|..."
          },
          {
            "id": 1,
            "title": "Back-end",
            "list": "PHP|MySQL/SQL|OOP|Composer|..."
          },
          {
            "id": 2,
            "title": "WordPress",
            "list": "Responsive Theme|Woocommerce|Plugin Development|Performance & security|..."
          },
          {
            "id": 3,
            "title": "Interessi",
            "list": "Arte|Serie TV|Cibo poco sano|Tecnologie open|..."
          }
        ]
    }]
  }
]
